/* Explore the New Galaxy page success */
"### Fantastic!\nYou have accomplished a very difficult challenge!\n\n[**Next Page**](@next)" = "### 太棒了！\n你已经完成了一项非常艰巨的挑战。\n\n\n\n[**下一页**](@next)";

/* flyLine(x:y:z:pad:) hint */
"To fly a line you need to use the `flyLine(x: -30, y: -30, z: 100, pad: padId)` command." = "让 Tello 飞直线你需要使用 `flyLine(x: -30, y: -30, z: 100, pad: padId)` 指令。";

/* flyLine(x:y:z:pad:) hint */
"To fly a line you need to use the `flyLine(x: -30, y: 30, z: 100, pad: padId)` command." = "让 Tello 飞直线你需要使用 `flyLine(x: -30, y: 30, z: 100, pad: padId)` 指令。";

/* flyLine(x:y:z:pad:) hint */
"To fly a line you need to use the `flyLine(x: 30, y: -30, z: 100, pad: padId)` command." = "让 Tello 飞直线你需要使用 `flyLine(x: 30, y: -30, z: 100, pad: padId)` 指令。";

/* flyLine(x:y:z:pad:) hint */
"To fly a line you need to use the `flyLine(x: 30, y: 30, z: 100, pad: padId)` command." = "让 Tello 飞直线你需要使用 `flyLine(x: 30, y: 30, z: 100, pad: padId)` 指令。";

/* transit(x:y:z:pad1:pad2) hint */
"To transit to another Mission Pad you need to use the `transit(x: 100, y: 0, z: 100, pad1: 1, pad2: 2)` command." = "让 Tello 跳跃到另一张挑战卡你需要使用 `transit(x: 100, y: 0, z: 100, pad1: 1, pad2: 2)` 指令。";

/* getPadID hint */
"To get Pad ID of drone you need to use the `getPadID()` command." = "要获得 Pad ID 你需要使用 `getPadID()` 指令。";

/* land hint */
"To land you need to use the `land()` command." = "让 Tello 降落你需要使用 `land()` 指令。";

/* takeOff hint */
"To take off you need to use the `takeOff()` command." = "让 Tello 起飞你需要使用 `takeOff()` 指令。";

